Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/GlobalVoicesv2018q4(2.7k)/en-ne.tmx
Source language: en
Languages: ne

source: That must be about two years now the pains in my joints have not really left me, just as some had predicted might happen. Dona Gloria, my neighbor who has 25 years on me, stops in front of the bars on my ground floor apartment on her way to the market and we rub our respective wrists and complain about our ankles.
ne: त्यो लगभग दुई वर्ष हुनु पर्छ कसैले भविश्यवाणी गरे जस्तै मेरा जोर्नीहरुको दुखाइले साँच्चै नै छाडेको छैन। डोना ग्लोरिया, २५ वर्षको मेरी छिमेकी, बजार जाने क्रममा मेरो अपार्ट्मेन्टको भुँई तलामा गजबारको अगाडि रोकिन्छिन् र हामी आ-आफ्ना नाडी रगड्छौँ र गोलीगाँठोको बारेमा गुनासो गर्छौँ।

source: Of the Zika threat, she wrote: Now there is another virus on the way.
ne: जिकाको खतरा बारेमा उनले लेखिन्:

source: Called Zika. It gives them tiny heads. The women and girls are being told not to get pregnant.
ne: अब अर्को भाइरस आउने क्रममा छ। जसले नवजात शिशुहरुलाई आक्रमण गर्छ । जिका नाम गरेको। यसले तिनीहरुका टाउकोलाई सानो बनाइदिन्छ। महिला र केटीहरुलाई गर्भवती नहुन भनिएको छ।

source: But the Catholic Church, which rules here under the Papal Nuncio, forbids the use of contraceptives (ah yes, you think that they use them? that the machos spend their money on latex? that they take showers with raincoats? think again) and abortion is prohibited
ne: तर पोपको दुतको अधीनमा रही यहाँ नियमहरु लागु गर्ने क्याथोलिक चर्चले गर्भनिरोधक उपाय प्रयोग गर्न निषेध गर्दछ (ए हो, के तपाईं तिनीहरुले प्रयोग गर्छन् भन्ने सोच्नुहुन्छ? के लक्का जवानहरुले तिनीहरुको पैसा ल्याटेक्समा खर्च गर्छन्? के तिनीहरु वर्षाती लगाएर स्नान गर्छन्? एकपल्ट फेरि सोच्नुहोस्) र गर्भपतन निषेधित छ

source: Fears over the spread of the disease and its threat to children still in utero have resulted in several countries issuing travel advisories, which could in turn have a serious negative effect on Caribbean tourism, the economic mainstay of several regional territories. There is currently no treatment or vaccine available for the virus.
ne: रोग फैलिने डर र गर्भाशयमै रहेका बच्चाहरुमा यसबाट हुने खतराका कारण विभिन्न देशहरुले यात्रा परामर्श जारी गरिरहेका छन्। विभिन्न प्रादेशिक प्रान्तको मुख्य आर्थिक आधार पर्यटन भएको हुनाले यसले गर्दा क्यारेबियनको पर्यटनमा गम्भीर नकरात्मक असर पार्न सक्दछ। हाल यस भाइरसका लागि कुनै उपचार तथा खोप उपलब्ध छैन।

source: Photo: Abstract Stories / Vkontakte
ne: युजिन नाम गरेको पुतली किरा। फोटोः अमूर्त कथाहरू / भिकोन्ताक्ते

source: His friends helped him attract his first subscribers, sharing “abstract stories” in their own Vkontakte groups. The idea caught on, and some communities on the site with followers in the millions started sharing his work (not always with accreditation).
ne: उप्किएको प्लाष्टर देख्दा सांखिकीय चार्ट झै लागेर सो परियोजनाको परिकल्पना गरेको कुरा उनले वेबसाइट टिजर्नलडटआरयू लाई भने। उनका साथीहरूले पहिला ग्राहकहरू आकर्षित गर्न मद्दत गरे। उनीहरूले आफ्ना भिकोन्ताक्ते समूहमा “अमूर्त कथाहरू” सेयर गरे। त्यो विचार फैंलदै गयो र दशौं लाखका संख्यामा फलोअरहरू भएका समुदायहरूले उनको रचना सेयर गर्न थाले (तर संधै आधिकारिक श्रेय नदिइकन)।

source: Though his group's work doesn't always get cited, its rise in popularity has been meteoric. The first post on Vyskub's community is dated February 9.
ne: उनको समूहका रचनाहरू संधै उल्लेख नगरिए पनि त्यसको लोकप्रियता चुलिदैंछ। भिस्कबको समुदायको पहिलो पोष्ट फेब्रुअरी ९ का दिन गरिएको थियो र केवल दुई हप्ताको अवधिमा १६,००० भन्दा बढि सदस्य बनिसकेकाछन्। सदस्यहरूले “कथा” सहितका वा कथा बिना फोटोहरू पेश गर्नसक्छन्।

source: Finding Nemo. Photo: Abstract Stories / Vkontakte
ne: फाइन्डिङ्ग निमो (निमोलाई खोज्दा)। फोटोः अमूर्त कथाहरू / भिकोन्ताक्ते

source: Eugene the Moth. Photo: Abstract Stories / Vkontakte The annual celebration of redheads in Ireland.
ne: आयरल्याण्डमा राता कपाल भएकाहरूको वार्षिक समारोह। फोटोः अमूर्त कथाहरू / भिकोन्ताक्ते

source: Photo: Abstract Stories / Vkontakte For more photos and their “abstract stories,” visit the Vkontakte community here.
ne: थप फोटो तथा तिनका अमूर्त कथाहरूका लागि, यस भिकोन्ताक्ते समुदायको पेजमा जानुहोस्।

source: Following a Summit-less 2015, This Year Will See Record Attempts to Reach the Peak of Everest · Global Voices
ne: आरोहणरहित २०१५ पछि यस वर्ष सगरमाथाको चुचुरोमा पुग्न रेकर्ड प्रयास हुनेछन्

source: Image from Flickr by Rupert Taylor-Price CC BY 2.0
ne: आधार शिविर देखि सगरमाथा Image from Flickr by Rupert Taylor-Price CC BY 2.0

source: In 2015, however, Everest remained invincible — no-one could summit the peak for the first time since 1974.
ne: सगरमाथा , विश्वको सबैभन्दा अग्लो पर्वतले साहसी र रेकर्ड राख्न खोज्नेहरूका लागि हरेक वर्ष चुनौती दिन्छ।

source: The devastating earthquake that killed around 9,000 in Nepal didn’t even spare the highest mountain in the world and its aspiring summiteers.
ne: सगरमाथाको शिखरसम्म ट्रेक गर्ने संकल्पले हजारौं साहसिक यात्रीलाई प्रत्येक वर्ष खुम्बु ल्याउँछ

source: In its wake, nobody could climb Everest during the seven- to ten-day window of opportunity that presents itself each May, as the quake took down the ladders and pathways that provided safe access.
ne: यद्यपि सन् २०१५ मा सगरमाथा अजेय रह्यो - सन् १९७४ पछि पहिलो पटक कसैले पनि शिखर आरोहण गर्न सकेनन् । नेपालमा गएको विनाशकारी भूकम्प जसले करीब ९००० जनाको ज्यान लियो, विश्वको सर्वोच्च पर्वत र यसका आकांक्षीहरुलाई समेत छोडेन।

source: Attempting to climb the mountain at any other time is even more dangerous, as conditions at the top are very harsh, with temperatures of between -32 to -41 degrees centigrade and winds of more than 150 miles per hour.
ne: फलस्वरूप, हरेक मे महिनामा मिल्ने सातदेखि दस दिन बीचको मौकामा कसैले पनि सगरमाथाको आरोहण गर्न सकेनन्, किनभने सुरक्षित पहुँच दिने भर्याङ् र बाटो भूकम्पले खसाइदिएको थियो। अन्य समयमा शिखर आरोहणको प्रयास अझ खतरनाक हुन्छ किनकि त्यहाँ तापमान माइनस ३२ देखि माइनस ४१ डिग्री सेन्टीग्रेडसम्म र हावाको गति १५० माइल प्रति घण्टा भन्दा बढी हुने भएकोले चुचुरोको अवस्था अत्यन्त कठोर हुन्छ।

source: For the first time in 41 years, nobody reached the summit of Mount Everest. 22 died.
ne: ४१ वर्षमा पहिलो पटक सगरमाथाको चुचुरोमा कोही पनि पुग्न सकेनन्। २२ जनाको मृत्‍यु भयो।

source: Historically, for every 100 climbers who have made it to the summit of mount everest, 4 have died — bharat (@BeingStupid1) December 30, 2015
ne: हरेक वर्ष आरोहणको क्रममा कठिन परिस्थिति र मृत्‍युको वाबजुद मानिसहरु सगरमाथा आरोहणको रोमान्चदेखी टाढा हुन सक्दैनन्।

source: Yes hundreds will probably return next spring to attempt Everest. Some operators will shift to the north, quietly, or in some case loudly, saying it is safer.
ne: ऐतिहासिक दृष्‍टि अनुसार सगरमाथाको आरोहण गर्ने हरेक १०० जना आरोहीहरूमध्ये ४ जनाको मृत्‍यु भएको छ

source: People with nothing more than a Kilimanjaro summit will claim to have the proper experience – until something goes wrong.
ne: भूकम्प र हिमस्खलनसँग अलिकति पनि विचलित नबनी यो वसन्तमा फेरि एकपटक पर्वतारोहिहरु,साहसी र सगरमाथा आरोहण गर्न तम्सिनेहरुको भीड लाग्नेछ।

source: Guides will continue to save lives, doing what they do; and the Everest machine will continue even though it is clear it is time to let Nepal recover.
ne: सगरमाथा आरोही एलान आर्नेटले आफ्नो ब्लग सम्मीटस् डोन्ट म्याटर (आरोहणले फरक पार्दैन) मा देशको भलाईको कामना गरेका छन् कि यो फरक हुने थियो:

source: The business of Everest Since Sir Edmund Hillary and Tenzing Sherpa (Sherpas are an ethnic community from the Himalayas) first made the climb to the top of Everest, 4,093 people have reached the peak an astounding 7,001 times. Sir Edmund Hillary and Sherpa Tenzing become the the first people to reach summit of Mount Everest (May 1953) pic.twitter.com/NqoL3BRqLN — Photos of Change (@photosofchange) December 25, 2015
ne: हो सयौं जना शायद अर्को वसन्तमा सगरमाथा आरोहणको प्रयासका निम्ति फर्कनेछन्। केही संचालक चुपचाप वा केही अवस्थामा ठूलो स्वरमा उत्तरतर्फ सुरक्षित छ भन्दै त्यतातिर लाग्नेछन्। कुनै गड्बडी नभएसम्म किलिमान्जरो आरोहणको मात्रै अनुभव भएका मानिसहरुले पनि विशेस अनुभवको दावी गर्नेछन्। गाइड आफ्नो जिम्मेवारी अनुसार जीवन बचाउन लागिपरेकै हुनेछन् र सगरमाथाको लक्ष्य कायमै हुनेछ, अहिलेको समय नेपाललाई सामान्य अवस्थामा फर्कन दिनु पर्ने स्पष्ट भएतापनि।

source: Tenzing's son has been critical of "the charade that Everest has become", catering to the heavy traffic of Western climbers at the expense of the upkeep and integrity of the mountain.
ne: सर एडमन्ड हिलारी र तेन्जिङ्ग शेर्पा ( शेर्पाहरू हिमालका जातीय समुदाय हुन् ) ले सगरमाथाको पहिलो आरोहण गरेदेखि ४,०९३ जना मानिसहरु शिखरमा पुगिसकेका छन्, एक अभुतपूर्ण ७,००१ पटकसम्म।

source: Everest may have become a business, but it is one that is still attracting a lot of customers.
ne: सर एडमन्ड हिलारी र तेन्जिङ्ग शेर्पा सगरमाथाको शिखरमा पुग्ने पहिलो व्यक्ती भए ( मे १९५३ )

source: One of the worst avalanches in the mountain's history, in 2014, nearly resulted in a Sherpa boycott of their guide services at Everest, after the families of some of the Nepalese killed in the disaster were offered paltry compensation for their deaths.
ne: तेन्जिङ्गका छोराले " सगरमाथा शब्दजाल बनेकोछ" भन्दै पर्वतको रक्षा र निष्ठाको वास्ता नगरी पश्चिमी आरोहीहरूको ठूलो भीडको प्रबन्ध गर्नेका आलोचना गरेका छन्। सगरमाथा एउटा व्यापार भएको हुन सक्छ तर अझै पनि यसले धेरै ग्राहकहरुलाई आकर्षित गरिरहेको छ।

source: More died in April 2015 due to the avalanche triggered by the Nepal earthquake. Compared with the huge sums of money paid by climbers for the privilege of climbing Everest, Sherpas are paid nominally for their expertise — the lion's share of the money is divided between the tour companies and the Nepalese government.
ne: पर्वतीय इतिहासमा सबैभन्दा डरलाग्दो हिमस्खलन मध्ये एक सन् २०१४ मा प्रकोपमा परेर मृत्‍यु भएका नेपालीका परिवारले उनीहरुको मृत्‍युमा अति कम क्षतिपूर्ति पाएपछि शेर्पाहरूले सगरमाथामा आफ्नो गाइड सेवाहरूको लगभग बहिष्कार गरे। नेपालमा भूकम्पको कारण हिमस्खलन भएर अप्रिल २०१५ मा धेरै जनाको मृत्‍यु भयो । सगरमाथा आरोहणको सुअवसर प्राप्त गर्न आरोहीहरूले तिरेको ठुलो धनराशीको तुलनामा शेर्पाहरूलाई आफ्नो विशेषज्ञताको लागि नाम मात्रको भुक्तानी गरिन्छ - पैसाको ठुलो हिस्सा टुर कम्पनी र नेपाल सरकार बीच भागबण्डा हुन्छ।

source: What is it like to climb the world's tallest mountain?
ne: संसारको सबभन्दा अग्लो पर्वत आरोहण गर्दा कस्तो हुन्छ त ?

source: For those who want to understand how difficult it is to conquer Everest, two-time Everest summiteer P K Sherpa shared his moments of glory in pictures. The journey typically starts with landing at the Lukla airport — one of the most dangerous airstrips in the world — then trekking to the village of Namche Bazaar. A bird’s eye-view of Namche Bazaar.
ne: सगरमाथा विजय प्राप्त गर्न कति कठिन छ बुझ्न चाहनेहरुका निम्ति दुई पटक सगरमाथा आरोहण गरिसकेका पी के शेर्पाले उनको गर्वका क्षणहरु तस्वीरहरुमा सेयर गरेका छन्। सगरमाथासम्मको यात्रा सामान्यतया लुक्ला विमानस्थलमा अवतरण गरेपछि शुरु हुन्छ - संसारमा सबैभन्दा खतरनाक विमानस्थलहरुमध्ये एक - त्यसपछि नाम्चे बजारको गाउँमा ट्रेकिङ।

source: The hike from Namche Bazaar to the Everest Base Camp (EBC) is breathtaking — and often a once in a lifetime experience.
ne: नाम्चे बजारदेखि सगरमाथा आधार शिविर ( ई बी सी ) सम्मको पदयात्रा मनोरम छ - साथै जीवन भरको अनुभवमा एक पटक। सगरमाथा क्षेत्रमा ट्रेक कठोर हुन सक्छ, तर यो रोमांचले भरिएको पनि छ।

source: The trek through the Everest region may be harsh, but it is also full of adventure.
ne: लुक्लादेखि लगातार ११ दिनको ट्रेक पश्चात करिब ५४०० मिटर स्थित सगरमाथा आधार शिविरमा पुग्न सकिन्छ। ५५०० - ६१०० मिटर बीचमा खुम्बु आइसफल पर्दछ। यस खतरनाक खण्ड पार गर्न आरोहीहरू साधारणतया भर्याङ् र डोरिको सहारामा भर पर्छन्।

source: Climbers at the Khumbu Icefall. Used with permission.
ne: आरोहीहरू खुम्बु आइसफलमा । अनुमतिमा प्रयोग गरिएको।

source: P K Sherpa poses for a picture at the Khumbu Icefall.
ne: पी के शेर्पा खुम्बु आइसफलमा तस्वीरको लागि पोज दिदै। अनुमतिमा प्रयोग गरिएको।

source: Climbers step over the crevasses on aluminium ladders with crampons on their boots. More people have died in the Icefall than anywhere else on Everest's south side in recent years.
ne: खुम्बु आइसफल गहिरा खर्पसहरु र अग्ला सेरक भएको चलायमान हिमनदी भएको क्षेत्र हो । यसलाई पार गर्न २००० फुट माथि उक्लनुपर्छ । आरोहीहरु आफ्नो क्रम्पोन भएको जुत्ता लगाएर खर्पसमाथिका अलुमिनियमका भर्याङ्हरुमा हिड्छन्। हालैका वर्षहरूमा सगरमाथाको दक्षिण मोहडाको अन्यतिर भन्दा बढी मानिसहरुको मृत्‍यु आइसफलमा भएको छ।

source: Once past this dangerous section though, climbers then navigate through Camp 1, Camp 2 and Camp 3 until they finally reach Camp 4 at 8,000 m — otherwise known as the "death zone".
ne: यस खतरनाक खण्ड पार गरेपछि आरोहीहरू शिविर १, शिविर २ र शिविर ३ हुँदै ८००० मिटर स्थित शिविर ४ पुग्छन् - यस क्षेत्रलाई "डेथ जोन" भनेर पनि चिनिन्छ।

source: Climbers trading their way to Camp 3.
ne: आरोहीहरू शिविर ३ तर्फ जादै। अनुमतिमा प्रयोग गरिएको।

source: Used with permission. Collecting garbage at Camp 4. Used with permission.
ne: शिविर ४ मा फोहोर संकलन गर्दै। अनुमतिमा प्रयोग गरिएको।

source: P K Sherpa's personal experience has given him a lot of respect for this section of the climb: “When I reached the Camp 4 or the death zone, I saw dead bodies scattered here and there. The tragic scene was heart-wrenching.
ne: पी के शेर्पाका व्यक्तिगत अनुभवले उनलाई आरोहणको यस खण्ड प्रति धेरै सम्मान जागेको छ: "जब म शिविर ४ अर्थात् डेथ जोन पुँगे, जताततै मृत शरीर छरिएको देखेँ। यस दुःखद दृश्य हृदयविदारक थियो। दुःखद क्षण शब्दमा व्यक्त गर्न सकिदैन।"

source: Climbers usually start for the summit around midnight. MountEverest.net shared a bit about the experience: It’s completely silent.
ne: आरोहीहरू सामान्यतया मध्यरातमा आरोहणका लागि यात्रा शुरु गर्छन्। माउन्ट एभरेष्ट डट नेटले सेयर गरेको सानो अनुभव:

source: If you do, you whisper. It is absolutely terrifying and you climb and climb, awaiting first ray of dawn. It’s desperately cold.
ne: यहाँ पूर्ण मौन छ। कोही पनि बोल्दैनन्। यदि गर्नुहुन्छ भने, तपाईं कानेखुशी मात्र गर्नुहुन्छ। यो अत्यन्त आतंकित बनाउने हुन्छ र तपाईं उक्लिरहनु हुन्छ उक्लिरहनु हुन्छ उषाकालको पहिलो किरण प्रतिक्षा गर्दै। यो नितान्त चिसो छ। यो भिरालो र कुनै भाग धेरै चिसो छ। आइस एक्स र क्रम्पोनले हिउँ चिर्दै जान्छ ।

source: Climbers capturing their moment of glory at the summit. Used with permission.
ne: आरोहीहरू शिखरमा खुशीको क्षण कैद गर्दै। अनुमतिमा प्रयोग गरिएको।

source: So what does it feel like to reach the peak?
ne: शिखरमा पुग्दा कस्तो महसुस गर्नुभयो त ?

source: According to P K Sherpa, it felt like he "had conquered the world”.
ne: पी के शेर्पाका अनुसार संसार नै विजय गरेको जस्तो अनुभव भएको थियो।

source: Climate Change Is All Too Real in Kenya, Where Drought and Famine Affect Millions · Global Voices
ne: खडेरी र अनिकालले दशौं लाख प्रभावित केन्यामा जलवायु परिवर्तन अति वास्तविक छ

source: Teresina (45) farms her land during drought in Tharaka Nithi, Kenya, October 2015.
ne: टेरेसीना ( ४५ ) खडेरीको समयमा केन्याको थराका निथी स्थित आफ्नो जमीनमा खेती गर्छिन्, अक्टोबर २०१५। Photo by Flickr user Trocaire.

source: Photo by Flickr user Trocaire. CC BY 2.0
ne: CC BY 2.0

source: The testimonies in this series were collected by the Climate Impacts Program at 350.org, an organisation building a global climate movement, and are published on Global Voices as part of a content-sharing agreement.
ne: यस श्रृंखलामा प्रमाणहरु ३५० डट ओआरजी को क्लाईमेट इम्प्याक्ट प्रोग्रामद्वारा संकलित गरिएका थिए। यस संगठनले भू-मण्डलीय जलवायु अभियान चलाइरहेकोछ र ग्लोबल भ्वाइसेजमा सामग्री साझेदारी सम्झौता अन्तर्गत प्रकाशित गरिएको छ।

source: Part two is written by Unelker Maoga, an environmental conservation student.
ne: दोस्रो भाग पर्यावरण संरक्षणका विद्यार्थी उनेल्कर माओगाले लेखेका हुन्। पहिलो भाग यहाँ हेर्नुहोस्।

source: Today, I and many in Kenya have become familiar with newspaper headlines that read: ‘Starvation Claims 14 Lives’; the Governor of Samburu declared a state of emergency as 60% of the locals face food insecurity. His exact words were: ‘We will not survive this drought’.
ne: आज केन्यामा म लगायत धेरै जना ‘'भोकमरीले १४ जनाको मृत्‍यु'’ जस्ता अखबारका शीर्षकहरूसँग पूर्णपरिचित भएका छौं ; ६० प्रतिशत स्थानीयले खाद्य असुरक्षाको सामना गर्नुपरेपछि साम्बुरुका गभर्नरद्वारा आपतकालीन अवस्था घोषणा गरियो।उनका आफ्नै शब्दहरू : "हामी यो खडेरीमा बाँच्ने छैनौ।"

source: Unelker Maoga shares a personal account of the painful impact of the drought in Kenya.
ne: उनेल्कर माओगा केन्यामा खडेरीको पिडादायी प्रभाव बारे एक व्यक्तिगत विवरण सेयर गर्छिन्। तस्बीर : उनेल्कर माओगा

source: In the 1970s my family built a dam within the land my grandfather owned. The dam has been there since I can remember, but in the last two years weather patterns across the country have taught our family not to take this reservoir for granted.
ne: म केन्याको पश्चिमी भागको किसी काउन्टीमा हुर्के। यस क्षेत्रले मुख्य रुपमा केन्याको फलफूल बास्केटमा योगदान दिन्छ, तर हामीले पनि वर्षाको अभाव देखेका छौं। सन् १९७० तिर मेरो परिवारले मेरो हजुरबुवाको स्वामित्व भएको जग्गा भित्र एउटा बाँध बनायो। मैले थाहा पाएदेखि त्यो बाँध त्यही छ, तर पछिल्ला दुई वर्षमा देशभरको मौसम ढाँचाले यो जलाशयमा ढुक्कसँग भर पर्नु हुँदैन भन्ने कुरा हाम्रो परिवारलाई सिकाएको छ। अहिले हामी दोस्रो चरणको सुक्खापन अनुभव गर्दैछौं, र भविष्य अनिश्चित छ।

source: As we experience the second round of drying up, the future remains uncertain. Kenya has been forced to redefine water as a scarce commodity rather than a basic need.
ne: पानी एक आधारभूत आवश्यकता भन्दा दुर्लभ वस्तुको रुपमा पुनःपरिभाषित गर्न केन्या बाध्य भएको छ। म लगायत मेरा सहयात्री सदस्यहरुमा कुन कुराको सबैभन्दा डर छ भने समस्या समाधान गर्नको निम्ति हाम्रो असमर्थता। धेरै हदसम्म, जलवायु परिवर्तनलाई कम गर्ने सामर्थ्य हामीसँग छैन।

source: To a large extent, the power to mitigate climate change does not lie in our hands. The entire population of Ajawa, in northern Kenya, spends most of their day worrying about water supplies rather than focusing on development issues. Nothing else seems to matter except that very “basic need” we call water.
ne: उत्तरी केन्या स्थित अजवाको सम्पूर्ण जनताहरु विकासका मुद्दाहरुमा ध्यान दिनुभन्दा पानी आपूर्तिको बारेमा चिन्तित हुँदै प्राय आफ्ना दिन बिताउँछन्। अत्यन्त "आधारभूत आवश्यकता" हामी पानी भन्छौं यो बाहेक अन्य कुनै पनि कुराको महत्व नभएको जस्तो देखिन्छ। समुदायका सदस्यहरु घन्टौ टाढाको सबभन्दा नजिक पर्ने बोरहोलसम्म पैदल हिडछन्, त्यसपछि ३० मिटर तल गुफाजस्तो इनार मा ओर्लन्छन् झीसमिसे उज्यालो नहुँदै आफ्नो चौपायालाई पानी ल्याउनको लागि। पानी लिन जाँदा जंगली जनावरको आक्रमणमा परिसकेकाहरू यो इनारदेखि टाढा रहन चाहन्छन्। पानी ल्याउनको लागि टाढासम्म हिंड्नु पर्ने बाध्यताले गर्दा महिलाहरुमा गर्भपातको समस्या पनि देखिएको छ।

source: Though helpful, these measures seem to be too little and too late, as the sun continues to scorch a large percent of Kenya. The Kenyan economy loses 14 billion Kenyan Shillings to drought every year; the country has lost 3% of its GDP in 2015 alone.
ne: हाम्रो प्रदेश सरकारले विशेष गरी वजिरमा गोठालोहरुका क्रन्दन सुन्यो र खडेरीले हुने चौपायाको मृत्यु कम गर्नको निमित्त उनीहरुलाई सयौं हजारौको संख्यामा पशुको व्यवस्थापन गर्न मद्दतका लागि भेटेरिनरी कार्यालयहरुमा आर्थिक सहायता दियो। उपयोगी भएतापनि यी प्रयास ज्यादै कम भएको देखिन्छ र ज्यादै ढिलो किनभने सूर्यको तापले केन्याको धेरै प्रतिशत जमीन लगातार सुक्खा बनाउँदैछ।

source: More than 10 million people are suffering from the effects of famine and the situation is set to worsen, thousands of lives have been lost and still no solutions have been found. Millions from the Horn of Africa have been migrating south, headed to our country in order to flee severe famine, yet we too are experiencing the same conditions they seek to avoid.
ne: केन्याको अर्थव्यवस्थामा हरेक वर्ष खडेरीले १४ अर्ब केन्याली शिलिंग नोक्सान पुर्याउछ; सन् २०१५ मा मात्र राज्यले ३ प्रतिशत कुल ग्राह्यस्थ उत्पादन गुमायो। १ करोडभन्दा बढी मानिसहरु अनिकालको असरबाट पीडित छन् र अवस्था झन नाजुक बन्दैछ। हजारौंले जीवन गुमाएका छन् र अझै पनि समाधान भेटिएको छैन। गम्भीर अनिकालबाट भाग्न होर्न अफ अफ्रीकादेखि दशौं लाख दक्षिणमा रहेको हाम्रो देशतिर पलायन हुँदैछन् । तर अहिलेसम्म हामीले पनि उनीहरु जोगिन खोजेको जस्तै अवस्था भोगिरहेका छौं।

source: We have heard world leaders commend the collective decision made by 195 countries to reduce global emissions in order to not only avoid the 2 ºC warming but pledging to a 1.5 degrees limit. Even as we begin, we dare to hope that this path will one day lead to the end of the combustion of fossil fuels.
ne: जब जलवायु परिवर्तनको वास्तविकता हामी सामु स्पष्ट हुँदै जादा, हामीले वार्ता फलदायी हुनेछ भन्ने आशाका साथ पेरिस पक्षका २१ औं सम्मेलन अवलोकन गर्याै। विश्वव्यापी उत्सर्जन घटाउन १९५ देशहरुले गरेका सामूहिक निर्णयको विश्वका नेताहरुले सराहना गरेका हामीले सुनेका छौं। २ डिग्री सेन्टिग्रेड तापमान बढ्न नदिन मात्र हैन कि १.५ डिग्रीमा सीमित गर्ने संकल्प गरेका छन्। हामी सुरुआतमा भएपनि यसले एकदिन जीवाश्म ईंन्धनको प्रयोग अन्त्य गर्नेछ भन्ने आशा लिएका छौं।

source: And while we in the Horn of Africa continue our journey in search of a stream of water and look to the skies for long awaited rains, our plea is that the words of the United Nations Secretary General, Ban Ki-Moon will never be forgotten:
ne: साथै जब हामी होर्न अफ अफ्रीकामा पानीको स्रोत खोजीमा हाम्रो यात्रा जारी राख्छौं र वर्षाको लामो प्रतिक्षा गर्दै आकाश तिर हेर्छौं, हाम्रो निवेदन यो छ कि संयुक्त राष्ट्रसंघका महासचिव बान की- मूनका शब्दहरु कहिले पनि बिर्सन सकिन्न:

source: … the time has come to acknowledge that national interests are best resolved by acting in the global interest and solidarity. Nature is sending urgent signals, peoples and countries are threatened as never before… We need to protect the planet that sustains us, for that we need all our hands on deck.
ne: … राष्ट्रिय चासोको उत्तम समाधान विश्वव्यापी चासो र एक्यबद्धताद्वारा गर्न सकिन्छ भनेर स्वीकार गर्ने समय आएको छ। प्रकृतिले जरुरी संकेतहरु पठाइरहेकी छिन्, मानिसहरु र राष्ट्रहरुले यस्तो खतराको महसुस पहिले कहिले पनि गरेका थिएनन् .... हामीलाई बचाइराख्ने ग्रहको रक्षा गर्नु आवश्यक छ, यसका लागि हामी सबैको हातहरु एकै ठाउँमा हुनु जरुरी छ।

source: How Myanmar Residents Are Coping Up With Rising Temperatures Caused by El Niño · Global Voices
ne: एल निन्योको कारण बढ्दो तापमानको सामना गर्दै म्यानमारका बासिन्दाहरु

source: Yangon residents have to adjust to the increased temperatures and water shortages brought by the El Niño weather pattern. Photo and caption by Hein Htet / The Irrawaddy
ne: एल निन्योको मौसमी स्वरुपले ल्याएको तापमान वृद्धि र पानीको अभावसँग समायोजन गर्दै याङ्गुनका बासिन्दाहरु। फोटो र क्याप्सन - हेइन तेइट/द एर्रावाडी

source: This is an article from The Irrawaddy, an independent news website in Myanmar, and is republished on Global Voices as part of a content-sharing agreement.
ne: यस लेख म्यानमारको एक स्वतन्त्र समाचार वेबसाइट द एर्रावाडीको हो र ग्लोबल भ्वाइसेजमा सामग्री साझेदारी सम्झौता अन्तर्गत पुन:प्रकाशित गरिएको छ।

source: The effects of the weather phenomenon El Niño are already being felt in several countries in the Asia-Pacific.
ne: एल निन्योको मौसमी प्रभाव पहिले नै एशिया प्रशान्त क्षेत्रका धेरै देशहरूमा महसुस भइरहेको छ। जब एल निन्योले आफ्नो १२ देखि १८ महिने चक्रको सबैभन्दा चरम प्रभाव छोड्छ, म्यानमारको ठूलो इलाकामा उच्च तापमान र पानीको अभावले सताउँछ।

source: As El Niño hits the most extreme of its 12- to 18-month cycle, large swaths of Myanmar have been beleaguered by high temperatures and water shortages. Summer typically does not begin until March, but temperatures are already relatively intense. Meteorologists have predicted that water shortages in many parts of Myanmar could be ratcheted up by as much as three-fold in the coming months.
ne: सामान्यतया गर्मी मार्चसम्म शुरु हुँदैन, तर तापमान पहिले नै अपेक्षाकृत तीव्र भएको छ। मौसमविद्हरुले अनुमान गरेका छन् कि आगामी दिनहरुमा म्यानमारको धेरै भागहरुमा पानीको अभाव तीन गुणासम्म बद्न सक्नेछ। देशको मुख्य शहरी हब याङ्गुनमा हालैका दिनहरुमा पहिले नै तापमान बढेर ३५ डिग्री सेल्सियस पुगिसकेको छ। यसले मानिसहरुलाई आफुले भेटेको कुनै पनि छहारिमुनि आश्रय लिन बाध्य बनाएको छ।

source: In Yangon, the country’s main urban hub, temperatures have already soared to 35 degrees Celsius in recent days, forcing people to take shelter under any shade they can find. In Dala, a town across the river from Yangon, water scarcity is more palpable.
ne: याङ्गुनदेखि नदीको पारितिरको शहर डालामा पानीको अभाव अझ स्पष्ट रुपमा देख्न सकिन्छ। एर्रावाडीका फोटोग्राफरहरु हेइन तेइट र प्याय क्यवले रङ्गुन र डालाका बासिन्दाहरु कसरी देशको गम्भीर मौसमी अवस्थासँग जुँधिरहेका छन् भनेर हालै एक आलेख तयार पारेका छन्।
